tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "ack"
brew "readline"
brew "sqlite"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "coreutils"
brew "curl"
brew "fdupes"
brew "git"
brew "git-open"
brew "gnu-sed", args: ["with-default-names"]
brew "htop"
brew "ipcalc"
brew "iperf"
brew "jq"
brew "mas"
brew "mtr"
brew "ncdu"
brew "neofetch"
brew "nmap"
brew "nvm"
brew "protobuf"
brew "pstree"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "ruby-build"
brew "rbenv"
brew "terminal-notifier"
brew "testssl"
brew "tig"
brew "tree"
brew "vim", args: ["with-override-system-vi"]
brew "vnstat"
brew "watch"
brew "webkit2png"
brew "wget"
cask "brave"
cask "cinch"
cask "flux"
cask "font-ibm-plex"
cask "font-open-sans"
cask "font-roboto-mono"
cask "font-sans-forgetica"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "qlmarkdown"
cask "tunnelblick"
cask "utc-menu-clock"
cask "visual-studio-code"
mas "1Password 7", id: 1333542190
mas "Amphetamine", id: 937984704
mas "Day One", id: 1055511498
mas "FoldingText", id: 540003654
mas "Full Deck Solitaire", id: 412980789
mas "Kindle", id: 405399194
mas "Marked 2", id: 890031187
mas "Noizio", id: 928871589
mas "Things3", id: 904280696
mas "UlyssesMac", id: 1225570693
mas "Xcode", id: 497799835
