cask_args appdir: "/Applications"

tap "caskroom/cask"
tap "caskroom/fonts"
tap "go-gitea/gitea"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "ack"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "binutils"
brew "coreutils"
brew "crystal"
brew "curl"
brew "diffutils"
brew "elixir"
brew "erlang"
brew "exercism"
brew "fdupes"
brew "ffmpeg"
brew "ffmpeg2theora"
brew "ffmpegthumbnailer"
brew "findutils"
brew "fzf"
brew "gawk"
brew "git"
brew "git-open"
brew "gnu-indent"
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-tar"
brew "gnu-which"
brew "gnuplot"
brew "gnutls"
brew "go-gitea/gitea/gitea"
brew "graphicsmagick"
brew "graphviz"
brew "gzip"
brew "htop"
brew "imagemagick"
brew "ipcalc"
brew "iperf"
brew "jq"
brew "jrnl"
brew "mas"
brew "mtr"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "nvm"
brew "pandoc"
brew "protobuf"
brew "pstree"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "rbenv"
brew "readline"
brew "ruby-build"
brew "shellcheck"
brew "speedtest-cli"
brew "sqlite"
brew "terminal-notifier"
brew "testssl"
brew "tfenv"
brew "tig"
brew "tmux"
brew "tree"
brew "vim", args: ["with-override-system-vi"]
brew "vnstat"
brew "watch"
brew "wdiff"
brew "webkit2png"
brew "wget"
brew "youtube-dl"
brew "zlib"
cask "anki"
cask "brave"
cask "cinch"
cask "flux"
cask "font-ibm-plex"
cask "font-open-sans"
cask "font-roboto-mono"
cask "font-sans-forgetica"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "iterm2""
cask "tunnelblick"
cask "utc-menu-clock"
mas "Amphetamine", id: 937984704
mas "Be Focused Pro", id: 961632517
mas "FoldingText", id: 540003654
mas "Kindle", id: 405399194
mas "Marked 2", id: 890031187
mas "Noizio", id: 928871589
mas "Things", id: 904280696
mas "Ulysses", id: 1225570693
mas "Xcode", id: 497799835
mas "iA Writer", id: 775737590
